tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "cryptography"
brew "certbot"
brew "choose-gui"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "mingw-w64"
brew "neovim"
brew "netcat"
brew "node"
brew "rustup"
brew "tmux"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "balenaetcher"
cask "font-jetbrains-mono-nerd-font"
cask "gcc-arm-embedded"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "stats"
go "github.com/go-delve/delve/cmd/dlv"
go "fyne.io/fyne/v2/cmd/fyne"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
