tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "coreutils"
brew "exa"
brew "fd"
brew "fish"
brew "git"
brew "git-delta"
brew "htop"
brew "httpie"
brew "neovim"
brew "openssh"
brew "tmux"
brew "wget"
brew "yq"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-jetbrains-mono-nerd-font"
cask "parsec"
cask "raycast"
