tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "choose-gui"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "httpie"
brew "lazydocker"
brew "neovim"
brew "node"
brew "openssh"
brew "tmux"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "balenaetcher"
cask "font-jetbrains-mono-nerd-font"
cask "keycastr"
cask "raycast"
cask "stats"
